Repository: DevJogger/RttR_languages
Catalog: rttr-*.po
Languages: es

source: Shared team view
es: Compartir vista en equipo

source: Shield
es: Escudo

source: Ship register
es: Registro de barco

source: Ships can only be loaded and unloaded in a harbor. Expeditions can also be prepared here. You can release certain merchandise from the storehouse, as and when required. Alternatively, the storage function can be disabled. To do this, first choose the relevant icon followed by the desired merchandise or job symbol.
es: Los barcos sólo pueden ser cargados y descargados en un puerto. Las expediciones también se pueden preparar desde aquí. Usted puede liberar ciertas mercancías del almacén, cuando sea necesario. Por otra parte, la función de almacenamiento se puede desactivar. Para ello, primero seleccione el icono correspondiente, seguido de la mercancía deseada.

source: Shipwright
es: Constructor naval

source: Shipyard
es: Astillero

source: Short
es: Corto

source: Short-run
es: A corto plazo

source: Shovel
es: Pala

source: Singleplayer
es: Un jugador

source: Size
es: Tamaño

source: Size of country
es: Tamaño del país

source: Skip GameFrames
es: Saltar GameFrames

source: Slaughterhouse
es: Matadero

source: Slow
es: Lento

source: Sorry!
es: ¡Lo sentimos!

source: Sound/Music
es: Sonido/Música

source: Sounddriver
es: Tarjeta de Sonido

source: Specify the playlist name
es: Especificar el nombre de la lista

source: Speed:
es: Velocidad:

source: Start
es: Empezar

source: Start GF
es: Comenzar-GF

source: Start aborted
es: Comienzo detenido

source: Start expedition
es: Comenzar expedición

source: Start exporation expedition
es: Comenzar exploración

source: Start game
es: Empezar juego

source: Starting game, please wait
es: Empezando juego, por favor espere

source: Statistics
es: Estadísticas

source: Statistics Scale
es: Estadísticas gráficas

source: Stock
es: Inventario

source: Stocktaking date
es: Fecha de inventario

source: Stonemason
es: Cantero

source: Stones
es: Piedras

source: Stop storage
es: Detener almacenaje

source: Storehouse
es: Almacén

source: Strong attackers
es: Atacantes Fuertes

source: Strong defense
es: Defensa fuerte

source: Submit debug data:
es: Enviar datos de depuración:

source: Submit debug data?
es: Enviar datos de depuración?

source: Suggest non-aggression pact
es: Enviar propuesta de armisticio

source: Suggest treaty of alliance
es: Enviar propuesta de alianza

source: Surrender
es: Rendirse

source: Surrender game?
es: Capitular?

source: Swap
es: Intercambio

source: Sword
es: Espada

source: System language
es: Idioma del juego

source: THE END
es: FIN

source: Take out of store
es: Sacar del almacén

source: Team
es: Equipo

source: Teams locked
es: Equipos bloqueados

source: Thank you for your donations!
es: Gracias por tus donaciones!

source: Thank you!
es: ¡Gracias!

source: Thanks to its immense strength, the catapults represents an effective weapon against enemy military buildings.
es: Gracias a su gran fuerza, las catapultas representan una arma efectiva contra los edificios militares enemigos.

source: The %s between player '%s' and you has been cancelled.
es: El %s entre el jugador '%s' y tú ha sido cancelado.

source: The %s between player '%s' and you has been concluded.
es: El %s entre el jugador '%s' y tú ha llegado a su fin.

source: The Game is not in sync. Checksums of some players don't match.
es: El juego no está sincronizado. La versión de algún jugador no coincide.

source: The armory produces swords and strong shields. This equipment is vital for your soldiers.
es: La armería produce espadas y escudos. Este equipo es vital para tus soldados.

source: The barracks is a very small hut which can be used by your soldiers as quarters. Using the gold coin button you can stop the delivery of gold coins to the soldiers stationed here. However, without gold coins the soldiers here can not train and improve their skills.
es: El cuartel es una muy pequeña cabaña que puede ser utilizada por los soldados como alojamiento. Usando el botón de moneda de oro se puede detener la entrega de monedas de oro a los soldados situados aquí. Sin embargo, sin monedas de oro los soldados no pueden entrenar ni mejorar sus habilidades.

source: The brewer produces fine beer from grain and water. This drink is needed to fill the soldiers with courage.
es: El cervecero produce cerveza fina de grano y agua. Esta bebida es necesaria para llenar a los soldados de coraje.

source: The butcher processes the livestock delivered into nutritious ham on which you miners are fed.
es: El carnicero procesa el ganado entregando un jamón nutritivo, con el cual tus mineros pueden ser alimentados.

source: The carpenter turns the woodcutter's logs into made-to-measure planks. These form the basic for building houses and ships.
es: El carpintero convierte los troncos del leñador en tablas hechas a medida. Estos forman la base para la construcción de casas y barcos.

source: The countless tools which your workers need are made in the metalworks. This requires boards and iron.
es: Las innumerables herramientas que tus trabajadores necesitan son fabricadas en la herrería. Estas requieren tablas y hierro.

source: The defensive capabilities and size of the fortress are unsurpassed. This stronghold ensures that other valuable buildings and commodities are protected. Using the gold coin button you can stop the delivery of gold coins to the soldiers stationed here. However, without gold coins the soldiers here can not train and improve their skills.
es: La capacidad defensiva y tamaño de la Fortaleza son insuperables. Esta fortaleza asegura que otros edificios y mercancías valiosos sean protegidos. Utilizando el botón de moneda de oro se puede detener la entrega de monedas de oro a los soldados situados aquí. Sin embargo, sin monedas de oro los soldados no podrán entrenar ni mejorar sus habilidades.

source: The emergency program has been activated.
es: El programa de emergencia ha sido activado.

source: The emergency program has been deactivated.
es: El programa de emergencia ha sido desactivado.

source: The farmer plants and harvests grain in the surrounding fields. A windmill then processes the harvested grain into flour or can be used to feed the pigs.
es: El granjero planta y cosecha grano en los campos circundantes. Un Molino de viento procesa el grano cosechado en harina o también puede ser utilizado para alimentar los puercos.

source: The fish man is responsible for finding water rich in fish. His fish feed a great many miners.
es: El pescador es responsable de encontrar peces en las aguas. Sus pescados alimentarán a muchos mineros.

source: The flour produced at the windmill can be combined with water in the bakery to make oven-fresh bread. It's your miners' favorite!
es: La harina producida en el Molino de viento puede ser combinada con agua en la panadería para hacer pan recién horneado. Es el favorito de tus mineros!

source: The game clients are out of sync. Would you like to send debug information to RttR to help us avoiding this in the future? Thank you very much!
es: Los jugadores-clientes no están sincronizados. ¿Quieres enviarnos tú informe con los errores a los desarrolladores para evitar este fallo en el futuro? Muchísimas gracias

source: The grain is ground in the windmill. The flour from the windmill is later used at the bakery to bake bread.
es: Los granos son molidos en el Molino de viento. La harina proveniente del Molino de viento es usada posteriormente en la panadería para hornear pan.

source: The guardhouse is a comfortable place for the military which is also protected by solid stone walls. Using the gold coin button you can stop the delivery of gold coins to the soldiers stationed here. However, without gold coins the soldiers here can not train and improve their skills.
es: La casa de guardia es un lugar confortable para los militares, el cual esta también protegido por sólidas paredes de piedra. Usando el botón de moneda de oro se puede. Detener la entrega de monedas de oro a los soldados situados aquí. Sin embargo, sin monedas de oro los soldados no pueden entrenar ni mejorar sus habilidades.

source: The headquarters represents the center of your realm. The large amount of storage space available means a great many things can be safely stored here. You can release certain merchandise from the headquarters, as and when required or stop its storage. To do this, first choose the corresponding icon followed by the desired merchandise or job symbol. On the third page, you can adjust the number of reserve soldiers who are responsible for guarding the headquarters. There are two values given: the first value indicates the current number of men, the second value indicates the desired number.
es: El Cuartel General representa la capital de tu Reino. La gran cantidad de espacio disponible significa que muchas cosas pueden ser almacenadas de forma segura aquí. Usted puede liberar ciertas mercancías de su cuartel general, cuando sea necesario, o detener su almacenamiento. Para ello, primero seleccione el icono correspondiente, seguido de la mercancía deseada. En la tercera página, puede ajustar el número de soldados de la reserva que se encargan de la vigilancia del cuartel general. Hay dos valores: el primer valor indica el número actual de hombres, el segundo valor indica el número de reserva.

source: The mining of coal supports the metalworks and smithy. This hard work requires an adequate supply of food.
es: La minería del carbón apoya la industria metalúrgica y la herrería. Este trabajo requiere un suministro adecuado de alimentos.

source: The mint is responsible for producing valuable gold coins. These precious objects are produced using coal and gold.
es: La casa de la moneda es responsable de producir valiosas monedas de oro. Estos preciados objetos son producidos utilizando carbón y oro.

source: The pack donkeys bred here are used to transport your merchandise more efficiently. They are reared on water and grain.
es: La manada de burros criados aquí son utilizados para transportar tu mercancía mas eficientemente. Ellos son criados con agua y grano.

source: The player '%s' offers you a %s.
es: El jugador '%s' te ofrece un %s.

source: The quarrying of stone in a granite mine guarantees the supply of stone for buildings. However, even a granite mine has to feed its workers.
es: La extracción de piedra en una mina de granito garantiza el suministro de piedra para la construcción. Sin embargo, incluso una mina de granito tiene que alimentar a sus trabajadores.

source: The specified file couldn't be loaded!
es: ¡El archivo especificado no puede cargarse!

source: The specified file couldn't be opened!
es: ¡El archivo especificado no puede abrirse!

source: The specified file couldn't be saved!
es: ¡El archivo especificado no puede guardarse!

source: The stonemason works the stone near his quarry into bricks. These are needed mainly for building houses and as ammunition for catapults.
es: El albañil convierte las piedras cerca de su cantera en ladrillos. Los ladrillos son necesarios principalmente para la construcción de casas y como munición para las catapultas.

source: The storehouse can help reduce long transportation journeys and is suited to the temporary storage of merchandise and inhabitants. You can release certain merchandise from the storehouse, as and when required. Alternatively, the storage function can be disabled. To do this, first choose the relevant icon followed by the desired merchandise or job symbol.
es: El almacén puede ayudar a reducir jornadas largas de transporte y es apto para el almacenamiento temporal de mercancía y habitantes. Se pueden liberar cierta cantidad de mercancías del almacén, conforme va siendo requerida. Alternativamente, la función de almacenamiento puede ser deshabilitada. Para realizar esto, primero se debe escoger el icono relevante seguido de la mercancía deseada.

source: The watchtower with its large amount of space is best suited for stationing a large number of your troops. Using the gold coin button you can stop the delivery of gold coins to the soldiers stationed here. However, without gold coins the soldiers here can not train and improve their skills.
es: La torre de vigilancia con su gran cantidad de espacio es mas conveniente para colocar a una gran cantidad de tus tropas. Usando el botón de moneda de oro se puede detener la entrega de monedas de oro a los soldados situados aquí. Sin embargo, sin monedas de oro los soldados no pueden entrenar ni mejorar sus habilidades.

source: This Server is full!
es: Este Servidor se encuentra lleno!

source: This harbor building was destroyed
es: Este puerto ha sido destruido

source: This mine is exhausted
es: Esta mina está agotada

source: Time
es: Tiempo

source: To player:
es: Al jugador:

source: To register, you have to create a valid board account at http://forum.siedler25.org at the moment.
es: Para registrarse se necesita, por el momento, de una cuenta válida en http://forum.siedler25.org

source: Tongs
es: Alicates

source: Too short Message received!
es: Mensaje recibido demasiado corto!

source: Tools
es: Herramientas

source: Top
es: Comienzo

source: Total domination
es: Dominación Total

source: Tournament: %u minutes
es: Competencia: %u minutos

source: Trade
es: Comercio

source: Trade with %s
es: Comerciar con %s

source: Transport
es: Transporte

source: Treaties
es: Tratados

source: Treaty of alliance
es: Pacto de Alianza

source: Tribal chiefs assembled around the table...
es: Los líderes se reunen en la mesa...

source: Type
es: Tipo

source: Unlimited
es: Sin límite

source: Unlimited Play
es: Partida Ilimitada

source: Up
es: Arriba

source: Upgrade to donkey road
es: Mejorar a camino de burros

source: Upwards
es: Hacia arriba

source: Use
es: Utilice

source: Use IPv6:
es: Usar IPv6:

source: Use S2 Defaults
es: Usar opciones originales

source: Username:
es: Nombre de Usuario:

source: Vanquished enemies
es: Enemigos derrotados

source: Version
es: Versión

source: Version:
es: Versión:

source: Vertex Buffer Objects:
es: Objetos con Vertex Buffer

source: Very Low
es: Muy bajo

source: Very fast
es: Muy rápido

source: Very long
es: Muy Largo

source: Very slow
es: Muy lento

source: View Settings...
es: Ver Opciones...

source: Vikings
es: Vikingos

source: Waiting for Playerinfo...
es: Esperando Información del Jugador...

source: Waiting for Reply...
es: Esperando Repetición...

source: Ware you like to trade
es: Mercadería que quisiera comerciar

source: Wares
es: Mercancías

source: Warning: The played replay is not in sync with the original match. (GF: %u)
es: Aviso: La repetición de la partida no esta sincronizada con la partida original. (GF: %u)

source: Watchtower
es: Torre de vigilancia

source: Water
es: Agua

source: We are under attack!
es: ¡Nos están atacando!

source: We hope you enjoy playing Return To The Roots!
es: Esperamos que disfrutes jugando a Retorno a los Orígenes

source: Weak attackers
es: Atacantes débiles

source: Weak defense
es: Defensa débil

source: Weapons
es: Armas

source: Website Administration
es: Administración web

source: Website Programming
es: Programación web

source: Well
es: Pozo

source: Windowed
es: Modo Ventana

source: Within his area, the forester ensures the survival of the forest. He plants all types of trees.
es: Dentro de su área, el guardia forestal asegura la supervivencia del bosque. Él planta todo tipo de árboles.

source: Won
es: Ganado

source: Wood
es: Madera

source: Woodchopper
es: Leñador

source: Woodcutter
es: Leñador

source: World was put together and glued...
es: Se ha creado y ensamblado el mapa...

source: Wrong Password!
es: Contraseña Incorrecta!

source: Wrong Server Type!
es: Tipo de Servidor Incorrecto!

source: Wrong client version
es: Versión de Cliente Incorrecta

source: Yes
es: Si

source: You are not allowed to delete the standard playlist!
es: ¡No puede eliminar la lista de pistas originales!

source: You can't create a game while a proxy server is active Disable the use of a proxy server first!
es: No se puede crear una partida mientras el servidor proxy esté activo. Por favor, deshabilite este antes.

source: You need to restart your game to change the screen resolution!
es: Tiene que reiniciar el juego para cambiar la resolución de pantalla

source: You need to restart your game to change the video or audio driver!
es: Tiene que reiniciar el juego para cambiar el controlador de vídeo o audio

source: You win
es: Tu ganas

source: current GF: %u - still fast forwarding: %d GFs left (%d %%)
es: GF actual: %u - velocidad de envío: %d GF pérdidos (%d %%)

source: greenland
es: Prado

source: of
es: de

source: to GameFrame:
es: a GF:

source: various anonymous donators
es: diversos donadores anónimos

source: wasteland
es: Baldío

source: winterworld
es: Invierno
