Repository: DevJogger/RttR_languages
Catalog: rttr-*.po
Languages: es

source: Costs:
es: Coste:

source: (AI)
es: (IA)

source: boards
es: tablones

source: stones
es: piedras

source: %d Player
es: Jugador %d

source: 's Game
es: - Partida

source: (%d soldiers)
es: (%d soldados)

source: (1 soldier)
es: (1 soldado)

source: (House unoccupied)
es: (Casa desocupada)

source: (Replay-Mode) Current GF: %u (End at: %u) / GF length: %u ms / NWF length: %u gf (%u ms)
es: (Modo de repetición) GF actual: %u (Final en: %u) / longitud de GF: %u ms / longitud de NWF: %u gf (%u ms)

source: (stopped)
es: (detenido)

source: -> Build castle
es: -> Construir castillo

source: -> Build house
es: -> Construir casa

source: -> Build hut
es: -> Construir cabaña

source: -> Dig mines
es: -> Excavar minas

source: 10 catapults
es: 10 catapultas

source: 20 catapults
es: 20 catapultas

source: 3 catapults
es: 3 catapultas

source: 30 catapults
es: 30 catapultas

source: 5 catapults
es: 5 catapultas

source: A auto-savegame is created...
es: Se esta guardando automáticamente la partida...

source: A catapult is firing upon us!
es: ¡Una catapulta nos está disparando!

source: A gold mine allows you to prospect for valuable gold deposits. For this, it is necessary to ensure that the miners are provided with plenty of food.
es: Una mina de oro le permite la prospección de yacimientos de oro. Para ello, es necesario asegurarse de que los mineros cuentan con un montón de comida.

source: A lot
es: Mucho

source: A new ship is ready
es: Un nuevo barco está listo

source: A ship disovered an enemy territory
es: Un barco ha descubierto territorio enemigo

source: A ship has reached the destination of its expedition.
es: Un barco ha llegado a destino en su expedición.

source: A ship is ready for an expedition.
es: Un barco está listo para la expedición.

source: A well supplies water to the bakery, brewery, donkey breeder and pig farm.
es: El pozo suministra agua a la panadería, cervecería, criadero de burros y la granja de puercos.

source: A woodcutter provides the sawmill with logs. A forester is able to replant the depleted forest.
es: El leñador abastece el aserradero con troncos. El guardia forestal es capaz de plantar nuevos árboles en el bosque.

source: AI Debug
es: Modo depuración de la IA

source: AI Debug Window
es: Ventana de depuración IA

source: AI Debugging Window
es: Pantalla de depuración de la IA

source: Abort
es: Abortar

source: Active if attacked
es: Activado si es bajo ataque

source: Active near frontiers
es: Activado si es en la frontera

source: Activity window
es: Pantalla de actividad

source: Add
es: Añadir

source: Add Server
es: Añadir servidor

source: Add directory of tracks
es: Añadir directorio de musica

source: Add track
es: Añadir pista

source: Additional Graphics:
es: Nuevos gráficos:

source: Additional Programming:
es: Ayudante programación:

source: Additional features:
es: Características adicionales:

source: Additional graphics
es: Nuevos gráficos

source: Addon Settings
es: Configurar Opciones especiales

source: Addons
es: Opciones especiales

source: Addons:
es: Opciones especiales:

source: Adjust military strength
es: Ajustar la fuerza militar

source: Advanced
es: Avanzado

source: Africans
es: Africanos

source: After the following order
es: Después de la siguiente orden

source: All
es: Todos

source: Allies
es: Aliados

source: Allows to build the charburner.
es: Permitir construir el carbonero

source: Allows to send wares/figures to allied warehouses
es: Permitir el envío de mercancias/operarios a almacenes amigos

source: An error occured while saving which was suppressed!
es: Ha ocurrido en error al momento de guardar y fue suprimido.

source: And let's go!
es: Allá vamos...

source: Apply Changes
es: Aplicar los cambios

source: Are you sure to remove all replays?
es: ¿Está seguro de eliminar todas las repeticiones?

source: Armorer
es: Armero

source: Armory
es: Armería

source: Artificial Intelligence (AI)
es: Inteligencia artificial (AI)

source: As the teams are locked, you cannot make treaties of any kind.
es: No puede crear tratados de cualquier tipo, ya que los equipos están fijados.

source: Attack not possible.
es: El ataque no es posible.

source: Attack options
es: Opciones de Ataque

source: Attack!
es: Atacar!

source: Author
es: Autor

source: Auto-Save
es: Auto-Guardar

source: Auto-Save every:
es: Auto-guardar cada:

source: Axe
es: Hacha

source: Back
es: Atrás

source: Baker
es: Panadero

source: Bakery
es: Panadería

source: Barracks
es: Barracón

source: Beer
es: Cerveza

source: Boards
es: Tablones

source: Boat
es: Barco

source: Boats
es: Barcos

source: Border areas
es: Frontera

source: Bottom
es: Último

source: Bow
es: Arco

source: Bread
es: Pan

source: Brewer
es: Cervecero

source: Brewery
es: Cervecería

source: Build road
es: Construir camino

source: Build waterway
es: Construir vía fluvial

source: Builder
es: Constructor

source: Building sequence
es: Secuencia de construcción

source: Buildings
es: Edificios

source: Butcher
es: Carnicero

source: Call in geologist
es: Llamar al Geólogo

source: Campaign
es: Campaña

source: Cancel
es: Cancelar

source: Cancel expedition
es: Cancelar expedición

source: Cancel start
es: Cancelar el inicio

source: Carpenter
es: Carpintero

source: Catapult
es: Catapulta

source: Center of country
es: Centro del País

source: Change Settings...
es: Cambiar configuración...

source: Change defender behavior
es: Modificar el carácter de la defensa

source: Change gold deposits
es: Cambiar depósitos de oro

source: Change the visibility of your ingame statistics
es: Cambiar la visibilidad de las estadísticas dentro del juego

source: Charburner
es: Carbonera

source: Chat Window
es: Pantalla de Chat

source: Checking Map...
es: Comprobando Mapa...

source: Checking Password...
es: Comprobando Contraseña...

source: Classic (Settlers 2)
es: Original (Settlers 2)

source: Clear
es: Limpiar

source: Cleaver
es: Cuchillo

source: Close Without Saving
es: Cerrar sin guardar

source: Closed
es: Cerrado

source: Coal
es: Carbón

source: Coal mine
es: Mina de carbón

source: Coins
es: Monedas

source: Collect
es: Almacenar

source: Common
es: Común

source: Computer %u
es: Ordenador %u

source: Confirm
es: Confirmar

source: Connect
es: Conectar

source: Connecting to Lobby
es: Entrando en la Sala de Espera

source: Connecting with Host...
es: Conectando con el Host...

source: Connection failed!
es: Conexión fallida!

source: Conquer 3/4 of map
es: Conquistar 3/4 de mapa

source: Construction
es: Construcción

source: Construction aid mode
es: Modo de ayuda a la construcción

source: Continents
es: Continentes

source: Continue
es: Continuar

source: Contract type:
es: Cláusulas:

source: Convert to coal
es: Convertir en Carbón

source: Convert to granite
es: Convertir en Granito

source: Convert to iron ore
es: Convertir en Hierro

source: Create Game
es: Crear juego

source: Credits
es: Créditos

source: Crucible
es: Crisol

source: Current GF: %u / GF length: %u ms / NWF length: %u gf (%u ms) / Ping: %u ms
es: GF actual: %u / longitud de GF: %u ms / longitud de NWF: %u gf (%u ms) / Ping: %u ms

source: Custom build sequence
es: Personalizar la secuencia de construcción

source: Deep within the mountains, miners dig for iron ore. They will obviously need a lot of food for the strenuous work.
es: En lo profundo de las montañas, los mineros excavan en busca del mineral de hierro. Ellos, obviamente, necesitan una gran cantidad de alimentos para un trabajo tan arduo.

source: Default
es: Configuración por defecto

source: Delete all
es: Eliminar todo

source: Demolish house
es: Demoler casa

source: Demolish?
es: ¿Demoler?

source: Demolition ist not allowed because the building is located in border area!
es: La demolición no es posible porque el edificio esta localizado en el área fronteriza!

source: Demolition ist not allowed because the building is under attack!
es: La demolición no es posible porque el edificio está siendo atacado!

source: Demolition not possible
es: El ataque no es posible.

source: Destroy all buildings and surrender
es: Destruir todos los edificios y rendirse

source: Dig up road
es: Borrar camino

source: Diplomacy
es: Diplomacia

source: Direct IP
es: IP directo

source: Disable Demolition of military buildings
es: Desactivar Destruir edificios militares

source: Disable coins by default
es: Recibir monedas desactivado por defecto

source: Disabled
es: Desactivado

source: Disallow change
es: Deshacer cambios

source: Display options
es: Opciones de visualización

source: Distribution of goods
es: Distribución de bienes

source: Don't forget to check the addon configuration!
es: No se olvide comprobar las Opciones especiales

source: Don't surrender
es: No rendirse

source: Donators
es: Donaciones

source: Donkey breeder
es: Criador de burros

source: Donkey breeding
es: Criadero de burros

source: Down
es: Abajo

source: Downwards
es: Hacia abajo

source: Dummy %u
es: Tonto %u

source: Duration:
es: Duración:

source: Duration: Forever
es: Duración: para siempre

source: Dynamic (Limits to display refresh rate, works with most drivers)
es: Dinámico (Limita la velocidad de actualización de pantalla, funciona con la mayoría de los controladores gráficos)

source: Economy
es: Economía

source: Effects
es: Efectos

source: Enable AI Debugging Window (possible cheating)
es: Activar la ventana de depuración de la IA (podría usarse como un truco)

source: Enable charburner
es: Activar carboneras

source: End game
es: Finalizar juego

source: End game?
es: ¿Terminar la partida?

source: Enemies
es: Enemigos

source: Erect flag
es: Colocar bandera

source: Error while playing replay!
es: Error durante la repetición

source: Eternal
es: Para siempre

source: Everyone
es: Todo el mundo

source: Expedition
es: Expedición

source: Exploration expedition
es: Expedición de exploración

source: Exploration:
es: Exploración:

source: Farm
es: Granja

source: Farmer
es: Granjero

source: Fast
es: Rápido

source: Fewer defenders
es: Menos defensores

source: Fewer recruits
es: Menos reclutas

source: Filename
es: Nombre del archivo

source: Fish
es: Pescado

source: Fisher
es: Pescador

source: Fishery
es: Pesquería

source: Flour
es: Harina

source: FoW - all explored
es: NdG - todo explorado

source: Fog of War
es: Niebla de Guerra

source: Food
es: Comida

source: Foodstuff
es: Alimento

source: Forester
es: Casa forestal

source: Fortress
es: Fortaleza

source: Found coal
es: Hemos encontrado Carbón

source: Found colony
es: Establecer colonia

source: Found gold
es: Hemos encontrado Oro

source: Found granite
es: Hemos encontrado Granito

source: Found iron ore
es: Hemos encontrado Hierro

source: Found water
es: Hemos encontrado Agua

source: From the lookout tower you can see far into previously unexplored lands.
es: Desde la torre de observación se puede observar a gran distancia las tierras inexploradas.

source: Fullscreen
es: Pantalla completa

source: Fullscreen resolution:
es: Resolución a pantalla completa:

source: Game can only be started as soon as everybody has a unique color,everyone is ready and all free slots are closed.
es: El juego solo puede comenzar cuando todos los jugadores tengan un color diferente, tengan marcados la opción Listo y los huecos de jugadores restantes estén cerrados

source: Game crate was picked and spread out...
es: El juego creado fue elegido y compartido...

source: Game menu
es: Menú del juego

source: Game was paused.
es: Juego pausado.

source: Game was resumed.
es: Juego reanudado.

source: Game's Name:
es: Nombre de la partida:

source: Gameplay
es: Juego

source: General statistics
es: Estadísticas generales

source: Geologist
es: Geólogo

source: Get all back
es: Recuperar todo el material

source: Go to headquarters
es: Ir al cuartel general

source: Go to place
es: Ir al lugar

source: Goals:
es: Objetivos:

source: Gold
es: Oro

source: Gold mine
es: Mina de oro

source: Goods at start:
es: Bienes al inicio:

source: Grain
es: Grano

source: Grain and water are needed for rearing pigs. The meat thus obtained can then be processed by a butcher.
es: Granos y agua son necesarios para criar puercos. La carne obtenida puede entonces ser procesada por un carnicero.

source: Granite mine
es: Mina de granito

source: Graphics
es: Gráficos

source: Graphics Driver
es: Controlador Gráfico

source: Greenland
es: Prado

source: Guardhouse
es: Casa de guardia

source: Ham
es: Jamón

source: Hammer
es: Martillo

source: Harbor building
es: Puerto

source: Headquarters
es: Cuartel general

source: Help
es: Ayuda

source: Helper
es: Ayudante

source: Hi, I'm an artifical player and I'm not very good yet!
es: ¡Hola, soy un jugador artificial y aún no sé jugar muy bien!

source: House names
es: Nombre de las edificaciones

source: Hunter
es: Pabellón de caza

source: Huntsman
es: Cazador

source: IP Address of Host:
es: Dirección IP del Host:

source: Inexhaustible Mines
es: Minas infinitas

source: Inhabitants
es: Población

source: Interior
es: Interior del país

source: Internet Lobby
es: Cliente en Internet

source: Internet Ranking
es: Ranking en Internet

source: Interrupt road building
es: Interrumpir la construcción del camino

source: Invalid Replay!
es: Repetición inválida

source: Invalid port. The valid port-range is 1 to 65535!
es: Puerto inválido!. El rango de puerto válido debe estar entre 1 a 65535!

source: Iron
es: Hierro

source: Iron founder
es: Fundidor de Hierro

source: Iron mine
es: Mina de hierro

source: Iron ore
es: Mineral de hierro

source: Iron smelter
es: Fundidor de hierro

source: Ironore
es: Hierro

source: It is possible to build small rowing boats as well as huge cargo ships in a shipyard. The boards required for this are skillfully worked by shipwrights.
es: Es posible construir pequeños barcos de remos así como también enormes barcos de carga en el astillero. Las tablas que son requeridas para esto son hábilmente trabajadas por los constructores de barcos.

source: Join Game
es: Unirse a la partida

source: Keyboard layout
es: Configuración del teclado

source: Keyboard layout:
es: Configuración del teclado:

source: Language:
es: Idioma:

source: Length
es: Longitud

source: Less
es: Menos

source: Less attackers
es: Menos atacantes

source: Less often
es: Menos frecuente

source: Less repeats
es: Menos repeticiones

source: Limit Framerate:
es: Limitar los FPS:

source: Limits the distance settlers may travel per boat. Possible values are: Short: 3 tiles Default: 5 tiles Long: 9 tiles Longer: 13 tiles Very long: 21 tiles and Unlimited.
es: Limitar la distancia que puede cruzarse en bote. Las opciones son: Pequeño : 3 segmentos Normal: 5 segmentos Grande: 9 segmentos Enorme: 13 segmentos Gigante: 21 segmentos e Ilimitado

source: Load 'ReadMe' file
es: Cargar el archivo 'Léeme'

source: Load game
es: Cargar juego

source: Load game!
es: Cargar juego!

source: Load game...
es: Cargando juego...

source: Lock teams:
es: Bloquear equipos:

source: Long
es: Largo

source: Long-run
es: A largo plazo

source: Longer
es: Más Largo

source: Lookout tower
es: Torre de observación

source: Lookout-tower occupied
es: Torre de observación ocupada

source: Lost
es: Perdido

source: Lost connection to lobby!
es: Conexión perdida de un jugador!

source: Lost connection to server!
es: Conexión perdida con el servidor!

source: Lost land by this building
es: Se ha perdido territorio por esta edificación

source: Low
es: Bajo

source: Main selection
es: Menú principal

source: Manual road enlargement
es: Mejora de la carretera en manual

source: Map
es: Mapa

source: Map Name:
es: Nombre del Mapa:

source: Map was loaded and pinned at the wall...
es: Mapa cargado e iniciado en el juego...

source: Map:
es: Mapa:

source: Mapfile:
es: Archivo de mapa:

source: Mapping
es: Cartografiándo

source: Maximum strength
es: Fuerza máxima

source: Meat
es: Carne

source: Meat the hunter acquires is used to feed the miners.
es: La carne que el cazador obtiene es utilizada para alimentar a los mineros.

source: Medium strength
es: Fuerza media

source: Medium-term
es: A medio plazo

source: Merchandise
es: Mercancía

source: Merchandise statistics
es: Estadísticas de producción

source: Message
es: Mensaje

source: Metalworker
es: Herrero

source: Metalworks
es: Herrería

source: Military
es: Militar

source: Military building captured
es: Edificio militar capturado

source: Military building lost
es: Edificio militar perdido

source: Military building occupied
es: Edificio militar ocupado

source: Military strength
es: Poder militar

source: Mill
es: Molino

source: Miller
es: Molinero

source: Miner
es: Minero

source: Minimum strength
es: Fuerza mínima

source: Mint
es: Casa de la Moneda

source: Minter
es: Orfebre

source: Mode:
es: Modo:

source: More
es: Más

source: More attackers
es: Más atacantes

source: More defenders
es: Más defensores

source: More often
es: Más frecuente

source: More recruits
es: Más reclutas

source: More repeats
es: Más repeticiones

source: Multiplayer
es: Multijugador

source: Music
es: Música

source: Music player
es: Reproductor de música

source: Name
es: Nombre

source: Name in Game:
es: Nombre en el juego:

source: Near harbor points
es: Alrededor de los puertos

source: Network/LAN
es: Red/LAN

source: New harbor building finished
es: Nuevo puerto terminado

source: New maps
es: Nuevo mapa

source: New storehouse finished
es: Nuevo almacén terminado

source: Next page
es: Página siguiente

source: No Proxy
es: Sin Proxy

source: No catapults
es: Sin catapultas

source: No change
es: Sin cambios

source: No current job
es: Sin ninguna tarea

source: No letters!
es: Sin cartas!

source: No more fishes in range
es: No hay más pescado en la zona

source: No more stones in range
es: No hay más piedra en la zona

source: No refund
es: No recuperar

source: No ships available
es: No hay barcos disponibles

source: Nobody else but you
es: Nadie excepto a ti

source: Non-aggression pact
es: Pacto de no-agresión

source: None
es: Ninguno

source: Not Ready
es: Sin estar listo

source: Not available
es: No disponible

source: Note: Game settings changed by the server%s
es: Atención : El host %s ha cambiado las opciones del juego

source: Notice: The played replay has ended. (GF: %u, %dh %dmin %ds, TF: %u, AVG_FPS: %u)
es: Atención: La repetición ha terminado. (GF: %u, %dh %dmin %ds, TF: %u, AVG_FPS: %u)

source: Number of attackers
es: Número de atacantes

source: OK
es: Aceptar

source: Observation window
es: Pantalla de observación

source: Off
es: Desactivado

source: Off (all visible)
es: Desactivado (todo visible)

source: Officer
es: Teniente

source: Old maps
es: Mapas viejos

source: On
es: Activado

source: Open
es: Abierto

source: Optimized Textures:
es: Texturas Optimizadas:

source: Options
es: Opciones

source: Order of building site
es: Petición de la obra

source: Other
es: Otro

source: Our headquarters was destroyed!
es: Nuestro Cuartel General ha sido destruido!

source: Outline map
es: Mapas viejos

source: Own maps
es: Mapas propios

source: Pack donkey
es: Burro de carga

source: Password (if needed):
es: Contraseña (si se requiere):

source: Password:
es: Contraseña:

source: Past player
es: Antiguo jugador

source: Pick-axe
es: Pico

source: Pig breeder
es: Ganadero

source: Pig farm
es: Criadero de puercos

source: Planer
es: Topógrafo

source: Play Replay
es: Reproducir repetición

source: Playback in this order
es: Reproducir en este orden

source: Played
es: Jugados

source: Player
es: Jugador

source: Player '%s' is the winner!
es: Jugador '%s' ha salido victorioso!

source: Player '%s' joined the game!
es: Jugador ‘%s‘ se ha unido al juego!

source: Player '%s' left the game!
es: Jugador ‘%s‘ ha abandonado el juego!

source: Player '%s' was defeated!
es: ¡El jugador «%s» ha sido derrotado!

source: Player Name
es: Nombre del jugador

source: Playlist:
es: Lista de reproducción:

source: Please enter a name for the game
es: Por favor ingrese un nombre para la partida!

source: Please use 'Unlimited Play' to create a Singleplayer game.
es: Por favor, seleccione 'Partida Ilimitada' para iniciar partida solitaria.

source: Please wait...
es: Por favor espere…

source: Points
es: Puntos

source: Post office
es: Oficina de correos

source: Private
es: Soldado raso

source: Private first class
es: Cadete

source: Productivity
es: Productividad

source: Programming
es: Programador

source: Project management
es: Director del proyecto

source: Proportional
es: Proporcional

source: Proxyserver:
es: Servidor Proxy:

source: Proxytyp:
es: Tipo de Proxy:

source: Pull down flag
es: Quitar bandera

source: Quality Assurance
es: Control de calidad

source: Quarry
es: Cantera

source: Quit program
es: Salir del juego

source: Race
es: Cultura

source: Race specific catapult graphics
es: Utilizar gráficos específicos para las catapultas

source: Random playback
es: Reproducción aleatoria

source: Random start locations
es: Iniciar en un mapa aleatorio

source: Ranger
es: Guardia forestal

source: Raw iron ore is smelted in the iron smelters with the help of coal. The processed iron is then used to making weapons (in the Armory) and tools (in the metalworks).
es: El mineral de hierro en bruto es fundido en las fundiciones de hierro con la ayuda del carbón. El hierro tratado, se utiliza para la fabricación de armas (en la Armería) y herramientas (en la industria metalúrgica).

source: Readme
es: Léame

source: Readme!
es: Léeme!

source: Ready
es: Preparado

source: Ready?
es: Listo?

source: Reduce reoccupying troops accordingly
es: Reducir tropas de ocupación

source: Refund 25%
es: Recuperar el 25%

source: Refund 50%
es: Recuperar el 50%

source: Refund 75%
es: Recuperar el 75%

source: Register
es: Registrar

source: Registration successful!
es: Se ha podido registrar con éxito!

source: Remove
es: Eliminar

source: Remove gold completely
es: Quitar todo el oro

source: Remove track
es: Eliminar pista

source: Reserve
es: Reservar

source: Resume last game
es: Continuar con la última partida

source: Return
es: Regresar

source: Return To The Roots
es: Retorno a los Orígenes

source: Return to harbor
es: Volver a puerto

source: Rod and line
es: Caña de pescar

source: Rolling pin
es: Rodillo de cocina

source: Romans
es: Romanos

source: RttR crashed. Please restart the application!
es: Se ha caído el juego. Por favor, vuelve a iniciar el RttR

source: RttR crashed. Would you like to send debug information to RttR to help us avoiding this crash in the future? Thank you very much!
es: El juego se ha caido. Desea enviar informción de depuración para ayudarnos evitar esta caida en un futuro? Muchas gracias!

source: RttR now supports sending debug data. Would you like to help us improving this game by sending debug data?
es: Ahora RttR puede enviar informes sobre errores a los desarrolladores. ¿Quieres ayudarnos a mejorar este juego enviándonos tus informes?

source: SYSTEM
es: SISTEMA

source: Save Password?
es: "Guardar contraseña?"

source: Save game!
es: Guardar juego!

source: Saw
es: Sierra

source: Sawmill
es: Aserradero

source: Scout
es: Explorador

source: Scythe
es: Guadaña

source: Sea
es: Mar

source: Select all
es: Seleccionar todo

source: Selection of maps
es: Selección de mapas

source: Send
es: Enviar

source: Send out scout
es: Mandar un explorador

source: Sequence of given order
es: Secuencia de una orden dada

source: Sergeant
es: Sargento

source: Server
es: Servidor

source: Server Information
es: Información del servidor

source: Server Name:
es: Nombre del Servidor:

source: Server management
es: Administración de servidores

source: Server-Port:
es: Puerto del Servidor:

source: Set maximum waterway length
es: Establece la longitud máxima de canal

source: Settings
es: Configuración
